{
  "categories": [
    {
      "id": 1,
      "nome": "categoria 1",
      "descricao": "Mollit adipisicing cillum in ullamco aute enim sit eiusmod aliqua mollit."
    },
    {
      "id": 2,
      "nome": "categoria 2",
      "descricao": "Adipisicing ullamco consectetur duis dolor."
    },
    {
      "id": 3,
      "nome": "categoria 3",
      "descricao": "Aute id duis exercitation nulla reprehenderit."
    },
    {
      "id": 4,
      "nome": "categoria 4",
      "descricao": "Enim ut esse voluptate elit sint proident esse reprehenderit reprehenderit aliquip."
    },
    {
      "id": 5,
      "nome": "categoria 5",
      "descricao": "Fugiat consequat exercitation laboris officia esse esse reprehenderit incididunt quis excepteur."
    },
    {
      "id": 6,
      "nome": "categoria 6",
      "descricao": "Tempor id deserunt sint voluptate aute ad enim dolore."
    },
    {
      "id": 7,
      "nome": "categoria 7",
      "descricao": "In sit cillum sit eu occaecat dolor esse culpa tempor commodo anim quis ea esse."
    },
    {
      "id": 8,
      "nome": "categoria 8",
      "descricao": "Ad laborum officia elit voluptate magna dolore nostrud amet sunt cillum mollit adipisicing."
    },
    {
      "id": 9,
      "nome": "categoria 9",
      "descricao": "Elit cillum sunt sit magna ipsum pariatur dolor laborum ex tempor aliquip."
    },
    {
      "id": 10,
      "nome": "categoria 10",
      "descricao": "Nostrud commodo cillum sunt eiusmod adipisicing eiusmod id cupidatat."
    }
  ],
  "lancamentos": [
    {
      "id": 1,
      "nome": "lancamento 0",
      "descricao": "Aute anim cillum aute nostrud irure officia sunt qui sint mollit commodo esse nostrud.",
      "valor": "882.03",
      "receita": true,
      "categoria": "categoria 2",
      "data": 1492487642799,
      "repeticoes": 2,
      "repetitividade": "semanal"
    },
    {
      "id": 2,
      "nome": "lancamento 1",
      "descricao": "Non anim officia dolore qui proident qui.",
      "valor": "183.13",
      "receita": true,
      "categoria": "categoria 1",
      "data": 1494600823533,
      "repeticoes": 11,
      "repetitividade": "anual"
    },
    {
      "id": 3,
      "nome": "lancamento 2",
      "descricao": "Occaecat incididunt aute aliqua aute excepteur id cillum.",
      "valor": "238.13",
      "receita": true,
      "categoria": "categoria 3",
      "data": 1491596038962,
      "repeticoes": 7,
      "repetitividade": "mensal"
    },
    {
      "id": 4,
      "nome": "lancamento 3",
      "descricao": "Sit occaecat tempor consequat veniam dolore adipisicing enim est consectetur qui enim id.",
      "valor": "822.32",
      "receita": false,
      "categoria": "categoria 5",
      "data": 1491443016848,
      "repeticoes": 3,
      "repetitividade": "mensal"
    },
    {
      "id": 5,
      "nome": "lancamento 4",
      "descricao": "Laboris consectetur incididunt commodo ut velit id elit.",
      "valor": "265.48",
      "receita": true,
      "categoria": "categoria 2",
      "data": 1490743298306,
      "repeticoes": 1,
      "repetitividade": "diária"
    },
    {
      "id": 6,
      "nome": "lancamento 5",
      "descricao": "Nisi mollit esse officia aute consectetur occaecat.",
      "valor": "874.74",
      "receita": true,
      "categoria": "categoria 5",
      "data": 1494254152411,
      "repeticoes": 7,
      "repetitividade": "diária"
    },
    {
      "id": 7,
      "nome": "lancamento 6",
      "descricao": "Nulla ut sit enim Lorem consequat ea.",
      "valor": "235.91",
      "receita": true,
      "categoria": "categoria 3",
      "data": 1495921571461,
      "repeticoes": 3,
      "repetitividade": "mensal"
    },
    {
      "id": 8,
      "nome": "lancamento 7",
      "descricao": "Pariatur labore veniam eu id minim commodo consequat duis labore esse non excepteur qui.",
      "valor": "410.38",
      "receita": false,
      "categoria": "categoria 2",
      "data": 1491997156289,
      "repeticoes": 6,
      "repetitividade": "diária"
    },
    {
      "id": 9,
      "nome": "lancamento 8",
      "descricao": "Laboris officia nostrud anim ut.",
      "valor": "690.07",
      "receita": true,
      "categoria": "categoria 1",
      "data": 1484862800262,
      "repeticoes": 9,
      "repetitividade": "anual"
    },
    {
      "id": 10,
      "nome": "lancamento 9",
      "descricao": "Qui id in culpa tempor officia non fugiat cillum do proident cillum eu non ad.",
      "valor": "297.52",
      "receita": true,
      "categoria": "categoria 2",
      "data": 1488591397076,
      "repeticoes": 3,
      "repetitividade": "anual"
    }
  ],
  "noticias": [
    {
      "id": 1,
      "titulo": "Notícia aliquip",
      "mensagem": "Nulla aute velit deserunt sunt consequat nostrud. Sit adipisicing duis laboris do esse amet. Eiusmod quis sunt ut in magna adipisicing eu ut pariatur. Proident consectetur ullamco amet voluptate aliquip pariatur occaecat.",
      "autor": "ceo",
      "data": 1486281614526,
      "imagem": "http://placehold.it/128x128"
    },
    {
      "id": 2,
      "titulo": "Notícia cillum",
      "mensagem": "Non adipisicing quis proident qui incididunt duis. Eu magna sit reprehenderit occaecat culpa dolor. Minim est mollit cillum pariatur laborum. Veniam reprehenderit dolore magna mollit excepteur consequat consequat. Cupidatat consequat velit tempor fugiat irure officia eiusmod deserunt ipsum occaecat Lorem aliquip officia. Excepteur laboris ex sint ex sit eiusmod eiusmod velit dolor.",
      "autor": "financeiro",
      "data": 1489689486116,
      "imagem": "http://placehold.it/128x128"
    },
    {
      "id": 3,
      "titulo": "Notícia id",
      "mensagem": "Ea adipisicing reprehenderit dolor id dolore elit dolor veniam ipsum minim proident non eiusmod pariatur. Excepteur pariatur proident culpa aliquip non sint consectetur eiusmod duis do amet fugiat. Lorem anim ut ad laborum voluptate consectetur quis adipisicing quis eiusmod ut. Eu minim dolor nisi commodo amet et veniam non pariatur velit sint labore sunt culpa. Nisi sit proident minim est deserunt adipisicing sunt minim laboris. Sint reprehenderit et excepteur et ullamco non ullamco amet ad exercitation duis.",
      "autor": "financeiro",
      "data": 1495040052592,
      "imagem": "http://placehold.it/128x128"
    },
    {
      "id": 4,
      "titulo": "Notícia id",
      "mensagem": "Dolor veniam cupidatat nostrud commodo amet. Proident ullamco enim aliqua anim nisi nulla non Lorem elit proident ea dolore do. Laborum incididunt et adipisicing nisi. Cillum nulla ex qui cupidatat minim cupidatat eiusmod sit reprehenderit voluptate nisi dolore et.",
      "autor": "financeiro",
      "data": 1496505900556,
      "imagem": "http://placehold.it/128x128"
    },
    {
      "id": 5,
      "titulo": "Notícia culpa",
      "mensagem": "Elit culpa veniam non non et. Anim ullamco excepteur ut sint culpa mollit duis labore aliquip nulla magna. Anim deserunt aliquip nostrud exercitation proident fugiat nulla veniam exercitation anim commodo do. Velit duis aute enim voluptate est cillum commodo ipsum proident minim elit. Quis tempor excepteur eiusmod amet deserunt consectetur minim amet quis laboris eu est voluptate. Sint laboris ullamco cupidatat esse dolor ex duis. Excepteur quis consectetur amet ut qui officia id est.",
      "autor": "ceo",
      "data": 1485943195944,
      "imagem": "http://placehold.it/128x128"
    },
    {
      "id": 6,
      "titulo": "Notícia ad",
      "mensagem": "Fugiat ullamco sit elit aute aliquip amet. Commodo cillum commodo excepteur excepteur consectetur dolor in ea. Ad magna et ut ut exercitation minim do aute pariatur aliquip. Sunt labore mollit proident quis eiusmod labore culpa.",
      "autor": "ceo",
      "data": 1486043299604,
      "imagem": "http://placehold.it/128x128"
    },
    {
      "id": 7,
      "titulo": "Notícia sit",
      "mensagem": "Occaecat sit esse quis pariatur labore ex sunt cillum Lorem ad sunt. Laboris occaecat occaecat reprehenderit excepteur ipsum mollit anim Lorem et ea eu pariatur. Fugiat ipsum nostrud ea do aliqua.",
      "autor": "ceo",
      "data": 1484146037391,
      "imagem": "http://placehold.it/128x128"
    },
    {
      "id": 8,
      "titulo": "Notícia mollit",
      "mensagem": "Ad officia dolore ut laboris laboris magna labore ut consectetur. Esse officia incididunt excepteur reprehenderit fugiat officia excepteur ut fugiat sit consectetur sunt. Laboris enim duis laboris veniam velit cillum cillum ex deserunt quis proident.",
      "autor": "ceo",
      "data": 1488152318297,
      "imagem": "http://placehold.it/128x128"
    },
    {
      "id": 9,
      "titulo": "Notícia aliqua",
      "mensagem": "Amet cillum sunt ea aliquip ex. Exercitation consectetur duis veniam nulla adipisicing enim magna laboris anim labore deserunt eiusmod fugiat. Dolore duis qui ea do consectetur elit ea proident magna. Tempor ad nostrud do eiusmod sunt amet minim aliqua.",
      "autor": "financeiro",
      "data": 1487437785072,
      "imagem": "http://placehold.it/128x128"
    },
    {
      "id": 10,
      "titulo": "Notícia aute",
      "mensagem": "Fugiat sunt dolor laboris in anim deserunt. Magna veniam quis aute cillum dolor est excepteur duis enim. Fugiat laborum ipsum cupidatat ad est ipsum. Non ipsum ex fugiat tempor ad et do incididunt Lorem nulla cupidatat nostrud.",
      "autor": "ceo",
      "data": 1484463979445,
      "imagem": "http://placehold.it/128x128"
    }
  ]
}
