[
    {
        "id": 1,
        "data": "09/05/2019",
        "genero": "Terror, Suspense",
        "poster": "http://br.web.img3.acsta.net/c_215_290/pictures/19/02/07/15/38/3824336.jpg",
        "sinopse": "A família Creed se muda para uma nova casa no interior, localizada nos arredores de um antigo cemitério amaldiçoado usado para enterrar animais de estimação - mas que já foi usado para sepultamento de indígenas. Algumas coisas estranhas começam a acontecer, transformando a vida cotidiana dos moradores em um pesadelo.",
        "titulo": "CEMITÉRIO MALDITO"
    },
    {
        "id": 2,
        "data": "28/03/2019",
        "genero": "Aventura, Fantasia, Live-action",
        "poster": "https://upload.wikimedia.org/wikipedia/pt/thumb/f/f9/Dumbo_2019.jpg/250px-Dumbo_2019.jpg",
        "sinopse": "1919, Joplin, Estados Unidos. Holt Farrier (Colin Farrell) é uma ex-estrela de circo que, ao retornar da Primeira Guerra Mundial, encontra seu mundo virado de cabeça para baixo. Além de perder um braço no front, sua esposa faleceu enquanto estava fora e ele agora precisa criar os dois filhos. Soma-se a isso o fato de ter perdido seu antigo posto no circo, sendo agora o encarregado em cuidar de uma elefanta que está prestes a parir. Quando o bebê nasce, todos ficam surpresos com o tamanho de suas orelhas, o que faz com que de início seja desprezado. Cabe então aos filhos de Holt a tarefa de cuidar do pequenino, até que eles descobrem que as imensas orelhas permitem que Dumbo voe.",
        "titulo": "DUMBO"
    },
    {
        "id": 3,
        "data": "19/09/2019",
        "genero": "Ação",
        "poster": "https://midia.gruposinos.com.br/_midias/jpg/2018/05/07/rambo-3428518.jpg",
        "sinopse": "O tempo passou para Rambo (Sylvester Stallone), agora ele vive recluso e trabalha em um rancho que fica na fronteira entre os Estados Unidos e o México. Sua vida antiga marcada por lutas violentas, mas quase sempre vitoriosas, ficou no passado. No entanto, quando a filha de um amigo é sequestrada, Rambo não consegue controlar seu ímpeto por justiça e resolve enfrentar um dos mais perigosos cartéis do México. ",
        "titulo": "RAMBO 5"
    },
    {
        "id": 4,
        "data": "09/05/2019",
        "genero": "Fantasia, Live-action",
        "poster": "https://upload.wikimedia.org/wikipedia/pt/thumb/e/e5/Pok%C3%A9mon_Detective_Pikachu_teaser_poster.jpg/250px-Pok%C3%A9mon_Detective_Pikachu_teaser_poster.jpg",
        "sinopse": "O desaparecimento do detetive Harry Goodman faz com que seu filho Tim (Justice Smith) parta à sua procura. Ao seu lado ele conta com Pikachu, o antigo parceiro Pokémon de seu pai, que perdeu a memória recentemente. Juntos, eles percorrem as ruas da metrópole de Ryme City, onde humanos e Pokémon vivem em harmonia... por enquanto.",
        "titulo": "POKÉMON: DETETIVE PIKACHU"
    },
    {
        "id": 5,
        "data": "05/09/2019",
        "genero": "Terror",
        "poster": "http://br.web.img3.acsta.net/c_215_290/pictures/18/11/01/23/38/1915347.jpg",
        "sinopse": "27 anos depois dos eventos de 'It - Parte 1', o grupo de adolescentes que fazia parte do 'Losers Club' - o clube dos perdedores - realiza uma reunião. No entanto, o que parece ser apenas um reencontro de velhos amigos acaba se tornando em uma verdadeira e sangrenta batalha quando Pennywise (Bill Skarsgard), o palhaço retorna.",
        "titulo": "IT: A COISA – PARTE 2"
    },
    {
        "id": 6,
        "data": "23/05/2019",
        "genero": "Fantasia, Live-action, Musical, Romance",
        "poster": "http://br.web.img2.acsta.net/c_215_290/pictures/19/03/12/17/42/1157358.jpg",
        "sinopse": "Aladdin (Mena Massoud) é um jovem ladrão que vive de pequenos roubos em Agrabah. Um dia, ele ajuda uma jovem a recuperar um valioso bracelete, sem saber que ela na verdade é a princesa Jasmine (Naomi Scott). Aladdin logo fica interessado nela, que diz ser a criada da princesa. Ao visitá-la em pleno palácio e descobrir sua identidade, ele é capturado por Jafar (Marwan Kenzari), o grão-vizir do sultanato, que deseja que ele recupere uma lâmpada mágica, onde habita um gênio (Will Smith) capaz de conceder três desejos ao seu dono.",
        "titulo": "ALADDIN"
    },
    {
        "id": 7,
        "data": "02/04/2020",
        "genero": "Fantasia, Ficção científica, Terror",
        "poster": "http://br.web.img3.acsta.net/c_215_290/pictures/17/12/06/09/16/0634379.jpg",
        "sinopse": "Cinco jovens mutantes descobrem o alcance de seus poderes e lidam com traumas do passado enquanto são mantidos presos contra a vontade num sinistro hospital.",
        "titulo": "NOVOS MUTANTES"
    },
    {
        "id": 8,
        "data": "13/06/2019",
        "genero": "Ficção científica, Ação",
        "poster": "http://www.shoppingrecife.com.br/externos/cinema/filme_2291.jpg",
        "sinopse": "Quando criança, Molly (Tessa Thompson) presenciou a abordagem de dois agentes do MIB aos seus pais, apagando a memória deles acerca da súbita aparição de um ser extraterrestre. Como estava escondida, a garota não foi atingida pela ação. Obcecada pelos mistérios do universo, ela cresceu com o sonho de ingressar no MIB. Após muita pesquisa, ela consegue descobrir a sede da agência e lá se candidata a uma vaga, sendo aceita por O (Emma Thompson). Ainda em experiência, e agora renomeada como agente M, ela é enviada a Londres para investigar algo estranho que tem ocorrido na agência local. É quando conhece o agente H (Chris Hemsworth), de grande renome pelos seus feitos no passado mas uma certa arrogância e displicência na execução do trabalho.",
        "titulo": "HOMENS DE PRETO: INTERNACIONAL"
    },
    {
        "id": 9,
        "data": "30/05/2019",
        "genero": "Biografia, Comédia Musical",
        "poster": "http://br.web.img3.acsta.net/c_215_290/pictures/19/02/19/11/44/5457998.jpg",
        "sinopse": "A trajetória de como o tímido Reginald Dwight (Taron Egerton) se transformou em Elton John, ícone da música pop. Desde a infância complicada, fruto do descaso do pai pela família, sua história de vida é contada através da releitura das músicas do superstar, incluindo a relação do cantor com o compositor e parceiro profissional Bernie Taupin (Jamie Bell) e o empresário e o ex-amante John Reid (Richard Madden).",
        "titulo": "ROCKETMAN"
    },
    {
        "id": 10,
        "data": "03/10/2019",
        "genero": "Policial, Ação",
        "poster": "https://s2.glbimg.com/l9RSl2xCkL0KA0rkOCImd7hpgUM=/top/e.glbimg.com/og/ed/f/original/2019/04/03/joker23.png",
        "sinopse": "História de origem do vilão mais conhecido e insano já enfrentado pelo Batman: o lendário Coringa (Joaquin Phoenix). A sinopse oficial ainda não foi divulgada.",
        "titulo": "O CORINGA"
    }
]
